module.exports = function(grunt) {
    // ===========================================================================
    // Конфигурация GRUNT ===========================================================
    // ===========================================================================
    grunt.initConfig({
        //Здесь будут указаны модули и их настройки
        sass: {
            dev: {
                options: {
                    style: 'expanded',
                },
                files: {
                    'css/style.css': 'style.scss'
                }
            },
        },
    });
    // ===========================================================================
    // Загружаем модули GRUNT ========================================================
    // ===========================================================================
    grunt.loadNpmTasks('grunt-contrib-sass');
    grunt.registerTask('default', ['sass']);
};